//
//  Localizable.strings
//  Stats
//
//  Created by Razvan Luta on 31/01/2021.
//  Using Swift 5.0.
//  Running on macOS 10.15.
//
//  Copyright © 2020 Serhiy Mytrovtsiy. All rights reserved.
//

// Modules
"CPU" = "Procesor"; // translategemma:4b
"Open CPU settings" = "Deschide setările procesorului"; // translategemma:4b
"GPU" = "GPU";
"Open GPU settings" = "Deschide setările GPU"; // translategemma:4b
"RAM" = "RAM";
"Open RAM settings" = "Deschide setările memoriei RAM"; // translategemma:4b
"Disk" = "Hard disk"; // translategemma:4b
"Open Disk settings" = "Deschide setările discului"; // translategemma:4b
"Sensors" = "Senzori"; // translategemma:4b
"Open Sensors settings" = "Deschide setările senzorilor"; // translategemma:4b
"Network" = "Rețea"; // translategemma:4b
"Open Network settings" = "Deschide setările rețelei"; // translategemma:4b
"Battery" = "Baterie"; // translategemma:4b
"Open Battery settings" = "Deschide setările bateriei"; // translategemma:4b
"Bluetooth" = "Bluetooth";
"Open Bluetooth settings" = "Deschide setările Bluetooth"; // translategemma:4b
"Clock" = "Ceas"; // translategemma:4b
"Open Clock settings" = "Deschide setările ceasului"; // translategemma:4b

// Words
"Unknown" = "Necunoscut";
"Version" = "Versiune";
"Processor" = "Procesor";
"Memory" = "Memorie";
"Graphics" = "Grafică";
"Close" = "Închide";
"Download" = "Descarcă";
"Install" = "Instalează";
"Cancel" = "Anulează";
"Unavailable" = "Indisponibil";
"Yes" = "Da";
"No" = "Nu";
"Automatic" = "Automat";
"Manual" = "Instrucțiuni"; // translategemma:4b
"None" = "Niciunul";
"Dots" = "Puncte";
"Arrows" = "Săgeți";
"Characters" = "Litere";
"Short" = "Scurt";
"Long" = "Lung";
"Statistics" = "Statistici";
"Max" = "Max";
"Min" = "Min";
"Reset" = "Resetează"; // translategemma:4b
"Alignment" = "Aliniere"; // translategemma:4b
"Left alignment" = "Stânga"; // translategemma:4b
"Center alignment" = "Centru"; // translategemma:4b
"Right alignment" = "Corect"; // translategemma:4b
"Dashboard" = "Panou de control"; // translategemma:4b
"Enabled" = "Activat"; // translategemma:4b
"Disabled" = "Persoană cu dizabilități"; // translategemma:4b
"Silent" = "Silențios"; // translategemma:4b
"Units" = "Unități"; // translategemma:4b
"Fans" = "Fanii"; // translategemma:4b
"Scaling" = "Scalare"; // translategemma:4b
"Linear" = "Liniar"; // translategemma:4b
"Square" = "Pătrat"; // translategemma:4b
"Cube" = "Cub"; // translategemma:4b
"Logarithmic" = "Logaritmic"; // translategemma:4b
"Fixed scale" = "Reparat"; // translategemma:4b
"Cores" = "Nuclee"; // translategemma:4b
"Settings" = "Setări"; // translategemma:4b
"Name" = "Nume"; // translategemma:4b
"Format" = "Format";
"Turn off" = "Opriți"; // translategemma:4b
"Normal" = "Normal";
"Warning" = "Atenție"; // translategemma:4b
"Critical" = "Esential"; // translategemma:4b
"Usage" = "Utilizare"; // translategemma:4b
"2 minutes" = "2 minute"; // translategemma:4b
"3 minutes" = "3 minute"; // translategemma:4b
"10 minutes" = "10 minute"; // translategemma:4b
"Import" = "Import";
"Export" = "Export";
"Separator" = "Delimitor"; // translategemma:4b
"Read" = "Citește"; // translategemma:4b
"Write" = "Scrie"; // translategemma:4b
"Frequency" = "Frecvență"; // translategemma:4b
"Save" = "Salvați"; // translategemma:4b
"Run" = "Rulează"; // translategemma:4b
"Stop" = "Oprește"; // translategemma:4b
"Uninstall" = "Dezinstale"; // translategemma:4b
"1 sec" = "1 secundă"; // translategemma:4b
"2 sec" = "2 secunde"; // translategemma:4b
"3 sec" = "3 secunde"; // translategemma:4b
"5 sec" = "5 secunde"; // translategemma:4b
"10 sec" = "10 sec";
"15 sec" = "15 sec";
"30 sec" = "30 sec";
"60 sec" = "60 sec";

// Setup
"Stats Setup" = "Configurarea statisticilor"; // translategemma:4b
"Previous" = "Anterior"; // translategemma:4b
"Previous page" = "Pagina anterioară"; // translategemma:4b
"Next" = "Următor"; // translategemma:4b
"Next page" = "Pagina următoare"; // translategemma:4b
"Finish" = "Termină"; // translategemma:4b
"Finish setup" = "Finalizați configurarea"; // translategemma:4b
"Welcome to Stats" = "Bine ați venit la Stats"; // translategemma:4b
"welcome_message" = "Vă mulțumim că utilizați Stats, un monitor gratuit și open-source pentru sistemul macOS, care poate fi integrat în bara de meniu."; // translategemma:4b
"Start the application automatically when starting your Mac" = "Lansați aplicația automat la pornirea Mac-ului."; // translategemma:4b
"Do not start the application automatically when starting your Mac" = "Nu lansați aplicația automat atunci când porniți Mac-ul."; // translategemma:4b
"Do everything silently in the background (recommended)" = "Faceți totul în fundal, în mod discret (recomandat)"; // translategemma:4b
"Check for a new version on startup" = "Verificați dacă există o nouă versiune la pornire."; // translategemma:4b
"Check for a new version every day (once a day)" = "Verificați dacă există o nouă versiune în fiecare zi (o dată pe zi)"; // translategemma:4b
"Check for a new version every week (once a week)" = "Verificați dacă există o nouă versiune o dată pe săptămână."; // translategemma:4b
"Check for a new version every month (once a month)" = "Verificați dacă există o nouă versiune o dată pe lună."; // translategemma:4b
"Never check for updates (not recommended)" = "Nu verificați niciodată actualizările (nu este recomandat)"; // translategemma:4b
"Anonymous telemetry for better development decisions" = "Date de telemetrie anonime pentru o mai bună luare a deciziilor în dezvoltare"; // translategemma:4b
"Share anonymous telemetry data" = "Împărtăși date de telemetrie anonime"; // translategemma:4b
"Do not share anonymous telemetry data" = "Nu distribui datele de telemetrie anonime."; // translategemma:4b
"The configuration is completed" = "Configurația a fost finalizată"; // translategemma:4b
"finish_setup_message" = "Totul este pregătit!"; // translategemma:4b

// Alerts
"New version available" = "Versiune nouă disponibilă";
"Click to install the new version of Stats" = "Click aici pentru a instala noua versiune Stats";
"Successfully updated" = "Actualizat cu succes";
"Stats was updated to v" = "Stats a fost actualizat la v%0";
"Reset settings text" = "Toate setările aplicației vor fi reseteate și aplicația va fi repornită. Sunteți sigur că doriți să faceți acest lucru?"; // translategemma:4b
"Support text" = "Vă mulțumim pentru utilizarea Stats!\n\n Menținerea și îmbunătățirea acestui proiect open-source necesită timp și resurse. Sprijinul dumneavoastră ne ajută să continuăm să oferim o aplicație gratuită și fiabilă pentru toată lumea.\n\nDacă Stats vă este util, vă rugăm să luați în considerare posibilitatea de a face o contribuție. Fiecare bănuț ajută!";

// Settings
"Open Activity Monitor" = "Deschide Monitorul de Activitate";
"Report a bug" = "Raportează o eroare";
"Support the application" = "Susține aplicația";
"Close application" = "Închide aplicația";
"Open application settings" = "Deschide setăriile aplicației";
"Open dashboard" = "Deschide panoul de control"; // translategemma:4b
"No notifications available in this module" = "Nu există notificări disponibile în acest modul"; // translategemma:4b
"Open Calendar" = "Deschide calendarul"; // translategemma:4b
"Toggle the module" = "Activați/dezactivați modulul"; // translategemma:4b

// Application settings
"Update application" = "Actualizează aplicația";
"Check for updates" = "Verifică pentru actualizări";
"At start" = "La pornire";
"Once per day" = "Odată pe zi";
"Once per week" = "Odată pe săptămână";
"Once per month" = "Odată pe lună";
"Never" = "Niciodată";
"Check for update" = "Verifică pentru actualizare";
"Show icon in dock" = "Arată icoana in doc";
"Start at login" = "Pornește la autentificare";
"Build number" = "Număr de versiune"; // translategemma:4b
"Import settings" = "Importați setările"; // translategemma:4b
"Export settings" = "Setări de export"; // translategemma:4b
"Reset settings" = "Resetează setările"; // translategemma:4b
"Pause the Stats" = "Pauză pentru statistici"; // translategemma:4b
"Resume the Stats" = "Reia statisticile"; // translategemma:4b
"Combined modules" = "Module integrate"; // translategemma:4b
"Combined details" = "Detalii combinate"; // translategemma:4b
"Spacing" = "Spațierea"; // translategemma:4b
"Share anonymous telemetry" = "Partajarea datelor anonime de telemetrie"; // translategemma:4b
"Choose file" = "Alege fișier"; // translategemma:4b
"Stress tests" = "Teste de stres"; // translategemma:4b

// Dashboard
"Serial number" = "Număr de serie";
"Model identifier" = "Identificatorul modelului"; // translategemma:4b
"Production year" = "Anul de producție"; // translategemma:4b
"Uptime" = "Timp în opererare";
"Number of cores" = "%0 nuclee"; // translategemma:4b
"Number of threads" = "%0 fire"; // translategemma:4b
"Number of e-cores" = "%0 nuclee cu eficiență ridicată"; // translategemma:4b
"Number of p-cores" = "%0 nuclee de performanță"; // translategemma:4b
"Disks" = "Discuri"; // translategemma:4b
"Display" = "Ecran"; // translategemma:4b

// Update
"The latest version of Stats installed" = "Cea mai recentă versiune de Stats instalată";
"Downloading..." = "Se descarcă...";
"Current version: " = "Versiunea curentă: ";
"Latest version: " = "Versiunea cea mai recentă: ";

// Widgets
"Color" = "Culoare";
"Label" = "Etichetă";
"Box" = "Cutie";
"Frame" = "Cadru";
"Value" = "Valoare";
"Colorize" = "Colorează";
"Colorize value" = "Colorează valoarea";
"Additional information" = "Informații suplimentare";
"Reverse values order" = "Inversează ordinea valoriilor";
"Base" = "Baza";
"Display mode" = "Modul de vizualizare";
"One row" = "Un rând";
"Two rows" = "Două rânduri";
"Mini widget" = "Mini";
"Line chart widget" = "Grafic cu linii"; // translategemma:4b
"Bar chart widget" = "Grafic cu bare"; // translategemma:4b
"Pie chart widget" = "Grafic circular"; // translategemma:4b
"Network chart widget" = "Diagramă de rețea"; // translategemma:4b
"Speed widget" = "Viteză"; // translategemma:4b
"Battery widget" = "Baterie"; // translategemma:4b
"Stack widget" = "Stivă"; // translategemma:4b
"Memory widget" = "Memorie"; // translategemma:4b
"Static width" = "Lățime fixă"; // translategemma:4b
"Tachometer widget" = "Contor de turație"; // translategemma:4b
"State widget" = "Widget de stare"; // translategemma:4b
"Text widget" = "Widget de text"; // translategemma:4b
"Battery details widget" = "Widget cu detalii despre baterie"; // translategemma:4b
"Show symbols" = "Afișează simboluri"; // translategemma:4b
"Label widget" = "Etichetă"; // translategemma:4b
"Number of reads in the chart" = "Numărul de citiri în grafic"; // translategemma:4b
"Color of download" = "Culoarea descărcării"; // translategemma:4b
"Color of upload" = "Culoarea încărcării"; // translategemma:4b
"Monospaced font" = "Font cu caractere de aceeași dimensiune"; // translategemma:4b
"Reverse order" = "În ordine inversă"; // translategemma:4b
"Chart history" = "Istoricul grafic"; // translategemma:4b
"Default color" = "Implicit"; // translategemma:4b
"Transparent when no activity" = "Transparente când nu există activitate"; // translategemma:4b
"Constant color" = "Constant";

// Module Kit
"Open module settings" = "Deschide setăriile modulului";
"Select widget" = "Alege opțiunea %0";
"Open widget settings" = "Deschide setările widget-ului"; // translategemma:4b
"Update interval" = "Intervalul de actualizare";
"Usage history" = "Istoricul de folosință";
"Details" = "Detalii";
"Top processes" = "Procesele de vârf";
"Pictogram" = "Pictogramă";
"Module" = "Modul";
"Widgets" = "Widgeturi";
"Popup" = "Pop-up";
"Notifications" = "Notificări";
"Merge widgets" = "Îmbinați widget-uri";
"No available widgets to configure" = "Nu există widgeturi disponibile de configurat";
"No options to configure for the popup in this module" = "Nu există opțiuni de configurat pentru fereastra pop-up din acest modul";
"Process" = "Proces"; // translategemma:4b
"Kill process" = "Termină procesul"; // translategemma:4b
"Keyboard shortcut" = "Scurtătură de tastatură"; // translategemma:4b
"Listening..." = "Ascult..."; // translategemma:4b

// Modules
"Number of top processes" = "Numărul proceselor de vârf";
"Update interval for top processes" = "Intervalul de actualizare pentru procesele principale"; // translategemma:4b
"Notification level" = "Nivel de notificare"; // translategemma:4b
"Chart color" = "Culoarea graficului"; // translategemma:4b
"Main chart scaling" = "Scala principală a graficului"; // translategemma:4b
"Scale value" = "Valoarea măsurată"; // translategemma:4b
"Text widget value" = "Valoarea widget-ului de text"; // translategemma:4b

// CPU
"CPU usage" = "Utilizarea procesorului";
"CPU temperature" = "Temperatura procesorului";
"CPU frequency" = "Frecvența procesorului";
"System" = "Sistem";
"User" = "Utilizator";
"Idle" = "Inactiv";
"Show usage per core" = "Arată utilizarea pe fiecare nucleu";
"Show hyper-threading cores" = "Arată nucleurile ce lucrează suplimentar";
"Split the value (System/User)" = "Împarte valoarea (Sistem/Utilizator)";
"Scheduler limit" = "Limitul programatorului"; // translategemma:4b
"Speed limit" = "Limitul de viteză"; // translategemma:4b
"Average load" = "Sarcina medie"; // translategemma:4b
"1 minute" = "1 minut"; // translategemma:4b
"5 minutes" = "5 minute"; // translategemma:4b
"15 minutes" = "15 minute"; // translategemma:4b
"CPU usage threshold" = "Limita de utilizare a procesorului"; // translategemma:4b
"CPU usage is" = "Utilizarea procesorului este de `%0"; // translategemma:4b
"Efficiency cores" = "Nuclee de eficiență"; // translategemma:4b
"Performance cores" = "Nuclee de performanță"; // translategemma:4b
"System color" = "Culoarea sistemului"; // translategemma:4b
"User color" = "Culoarea utilizatorului"; // translategemma:4b
"Idle color" = "Culoarea în repaus"; // translategemma:4b
"Cluster grouping" = "Gruparea în clustere"; // translategemma:4b
"Efficiency cores color" = "Cores cu eficiență, culori"; // translategemma:4b
"Performance cores color" = "Culorile nucleelor de performanță"; // translategemma:4b
"Total load" = "Suma totală"; // translategemma:4b
"System load" = "Căderea sistemului"; // translategemma:4b
"User load" = "Căderea sistemului"; // translategemma:4b
"Efficiency cores load" = "Procese eficiente sunt încărcate"; // translategemma:4b
"Performance cores load" = "Procesele de bază încep să funcționeze"; // translategemma:4b
"All cores" = "Toate nucleele"; // translategemma:4b

// GPU
"GPU to show" = "Placa video să fie arătată";
"Show GPU type" = "Arată tipul de placă video";
"GPU enabled" = "Placa video activată";
"GPU disabled" = "Placa video dezactivată";
"GPU temperature" = "Temperatura plăcii video";
"GPU utilization" = "Utilizarea plăcii video";
"Vendor" = "Producătorul";
"Model" = "Modelul";
"Status" = "Statutul";
"Active" = "Activ";
"Non active" = "Inactiv";
"Fan speed" = "Viteza ventilatorului";
"Core clock" = "Frecvența nucleului";
"Memory clock" = "Frecvența memoriei";
"Utilization" = "Gradul de utilizare";
"Render utilization" = "Utilizarea resurselor"; // translategemma:4b
"Tiler utilization" = "Utilizarea tiler-ului"; // translategemma:4b
"GPU usage threshold" = "Limita de utilizare a GPU"; // translategemma:4b
"GPU usage is" = "Utilizarea GPU este `%0"; // translategemma:4b

// RAM
"Memory usage" = "Memoria folosită";
"Memory pressure" = "Presiunea memoriei";
"Total" = "Total";
"Used" = "Folosit";
"App" = "Aplicația";
"Wired" = "Conectat prin cablu";
"Compressed" = "Comprimat";
"Free" = "Gratuit";
"Swap" = "Schimbă";
"Split the value (App/Wired/Compressed)" = "Împarte valoarea (Aplicația/Conectat prin cablu/Comprimat)";
"RAM utilization threshold" = "Limita de utilizare a memoriei RAM"; // translategemma:4b
"RAM utilization is" = "Utilizarea memoriei RAM este de `%0`"; // translategemma:4b
"App color" = "Culoarea aplicației"; // translategemma:4b
"Wired color" = "Culori prin cablu"; // translategemma:4b
"Compressed color" = "Culori comprimate"; // translategemma:4b
"Free color" = "Culoare gratuită"; // translategemma:4b
"Free memory (less than)" = "Memorie disponibilă (mai puțin de)"; // translategemma:4b
"Swap size" = "Dimensiunea spațiului de schimb"; // translategemma:4b
"Free RAM is" = "Memoria RAM disponibilă este %0"; // translategemma:4b

// Disk
"Show removable disks" = "Arată discurile detașabile";
"Used disk memory" = "%0 din %1 folosită";
"Free disk memory" = "%0 din %1 disponibilă";
"Disk to show" = "Discul să fie arătat";
"Open disk" = "Deschide discul";
"Switch view" = "Schimbă vederea";
"Disk utilization threshold" = "Limita de utilizare a discului"; // translategemma:4b
"Disk utilization is" = "Utilizarea discului este de `%0"; // translategemma:4b
"Read color" = "Citeți culorile"; // translategemma:4b
"Write color" = "Scrie culoarea"; // translategemma:4b
"Disk usage" = "Utilizarea spațiului pe disc"; // translategemma:4b
"Total read" = "Total citit"; // translategemma:4b
"Total written" = "Total scris"; // translategemma:4b
"Write speed" = "Scrie"; // translategemma:4b
"Read speed" = "Citiți"; // translategemma:4b
"Drives" = "Unități de stocare"; // translategemma:4b
"SMART data" = "Date SMART"; // translategemma:4b

// Sensors
"Temperature unit" = "Temperatura unității";
"Celsius" = "Celsius";
"Fahrenheit" = "Fahrenheit";
"Save the fan speed" = "Salvați viteza ventilatorului"; // translategemma:4b
"Fan" = "Fan";
"HID sensors" = "Senzori HIDs"; // translategemma:4b
"Synchronize fan's control" = "Sincronizați controlul ventilatorului"; // translategemma:4b
"Current" = "Actual"; // translategemma:4b
"Energy" = "Energie"; // translategemma:4b
"Show unknown sensors" = "Afișează senzori necunoscuți"; // translategemma:4b
"Install fan helper" = "Instalează aplicația de asistență pentru ventilatoare"; // translategemma:4b
"Uninstall fan helper" = "Dezinstalați aplicația \"asistent pentru ventilator"; // translategemma:4b
"Fan value" = "Valoare de fani"; // translategemma:4b
"Turn off fan" = "Oprește ventilatorul"; // translategemma:4b
"You are going to turn off the fan. This is not recommended action that can damage your mac, are you sure you want to do that?" = "Vă veți opri ventilatorul. Aceasta este o acțiune nerecomandată care poate deteriora dispozitivul dumneavoastră Mac. Sunteți sigur că doriți să faceți acest lucru?"; // translategemma:4b
"Sensor threshold" = "Limita senzorului"; // translategemma:4b
"Left fan" = "Stânga"; // translategemma:4b
"Right fan" = "Corect"; // translategemma:4b
"Fastest fan" = "Cel mai rapid"; // translategemma:4b
"Sensor to show" = "Senzor pentru a afișa"; // translategemma:4b

// Network
"Uploading" = "Incarcă";
"Downloading" = "Descarcă";
"Public IP" = "Adresa de IP publică";
"Local IP" = "Adresa de IP locală";
"Interface" = "Interfață";
"Physical address" = "Adresa fizică";
"Refresh" = "Reîmprospătează"; // translategemma:4b
"Click to copy public IP address" = "Click pentru a copia adresa de IP publică";
"Click to copy local IP address" = "Click pentru a copia adresa de IP locală";
"Click to copy wifi name" = "Click pentru a copia numele rețelei WiFi";
"Click to copy mac address" = "Click pentru a copia adresa Mac-ului";
"No connection" = "Fără conexiune";
"Network interface" = "Interfața rețelei";
"Total download" = "Totalul descărcat";
"Total upload" = "Totalul încărcat";
"Reader type" = "Tipul de cititor";
"Interface based" = "Bazat pe interfață";
"Processes based" = "Bazat pe procese";
"Reset data usage" = "Resetează consumul de date"; // translategemma:4b
"VPN mode" = "Mod VPN"; // translategemma:4b
"Standard" = "Standard";
"Security" = "Securitate"; // translategemma:4b
"Channel" = "Canal"; // translategemma:4b
"Common scale" = "Scala comună"; // translategemma:4b
"Autodetection" = "Detectare automată"; // translategemma:4b
"Widget activation threshold" = "Timp de activare al widget-ului"; // translategemma:4b
"Internet connection" = "Conexiune la internet"; // translategemma:4b
"Active state color" = "Culoarea stării active"; // translategemma:4b
"Nonactive state color" = "Culoarea stării inactive"; // translategemma:4b
"Connectivity host (ICMP)" = "Server de conectivitate (ICMP)"; // translategemma:4b
"Leave empty to disable the check" = "Lăsați câmpul gol pentru a dezactiva verificarea."; // translategemma:4b
"Connectivity history" = "Istoricul conexiunilor"; // translategemma:4b
"Auto-refresh public IP address" = "Actualizare automată a adresei IP publice"; // translategemma:4b
"Every hour" = "La fiecare oră"; // translategemma:4b
"Every 12 hours" = "La fiecare 12 ore"; // translategemma:4b
"Every 24 hours" = "La fiecare 24 de ore"; // translategemma:4b
"Network activity" = "Activitatea rețelei"; // translategemma:4b
"Last reset" = "Ultima reseta a fost efectuată acum `%0` de zile."; // translategemma:4b
"Latency" = "Latență"; // translategemma:4b
"Upload speed" = "Încărcare"; // translategemma:4b
"Download speed" = "Descarcă"; // translategemma:4b
"Address" = "Adresă"; // translategemma:4b
"WiFi network" = "Rețea Wi-Fi"; // translategemma:4b
"Local IP changed" = "Adresa IP locală a fost modificată"; // translategemma:4b
"Public IP changed" = "Adresa IP publică a fost modificată."; // translategemma:4b
"Previous IP" = "Adresa IP anterioară: %0"; // translategemma:4b
"New IP" = "Nou adresă IP: %0"; // translategemma:4b
"Internet connection lost" = "Conexiunea la internet a fost pierdută"; // translategemma:4b
"Internet connection established" = "Conexiunea la internet a fost stabilită"; // translategemma:4b

// Battery
"Level" = "Nivel";
"Source" = "Sursă";
"AC Power" = "Alimentare de la rețeaua electrică"; // translategemma:4b
"Battery Power" = "Putere alimentată de baterie"; // translategemma:4b
"Time" = "Timp";
"Health" = "Sănătate";
"Amperage" = "Amperaj";
"Voltage" = "Voltaj";
"Cycles" = "Cicluri";
"Temperature" = "Temperatură";
"Power adapter" = "Adaptor de putere prin cablu";
"Power" = "Putere";
"Is charging" = "Se încarcă";
"Time to discharge" = "Timp până la descărcare";
"Time to charge" = "Timp până la încărcare";
"Calculating" = "Se calculează";
"Fully charged" = "Încărcat complet";
"Not connected" = "Nu este conectat";
"Low level notification" = "Notificație de nivel scăzut";
"High level notification" = "Notificare de nivel înalt"; // translategemma:4b
"Low battery" = "Baterie puțină";
"High battery" = "Baterie de lungă durată"; // translategemma:4b
"Battery remaining" = "%0% rămas";
"Battery remaining to full charge" = "De la 0% la încărcare completă"; // translategemma:4b
"Percentage" = "Procentaj";
"Percentage and time" = "Procentaj și timp";
"Time and percentage" = "Timp si procentaj";
"Time format" = "Formatul timpului";
"Hide additional information when full" = "Ascunde restul informației cand e plină";
"Last charge" = "Ultima încărcare";
"Capacity" = "Capacitate"; // translategemma:4b
"current / maximum / designed" = "actual / maxim / proiectat"; // translategemma:4b
"Low power mode" = "Mod de funcționare cu consum redus"; // translategemma:4b
"Percentage inside the icon" = "Procentul afișat în interiorul iconului"; // translategemma:4b
"Colorize battery" = "Variați culoarea bateriei"; // translategemma:4b
"Charging current" = "Curentul de încărcare"; // translategemma:4b
"Charging Voltage" = "Tensiunea de încărcare"; // translategemma:4b
"Charger state inside the battery" = "Starea încărcătorului în interiorul bateriei"; // translategemma:4b

// Bluetooth
"Battery to show" = "Indicarea stării bateriei"; // translategemma:4b
"No Bluetooth devices are available" = "Nu sunt disponibile dispozitive Bluetooth."; // translategemma:4b

// Clock
"Time zone" = "Fus orar"; // translategemma:4b
"Local" = "Local";
"Calendar" = "Calendar";
"Show week numbers" = "Afișează numerele săptămânii"; // translategemma:4b
"Local time" = "Ora locală"; // translategemma:4b
"Add new clock" = "Adaugă un ceas nou"; // translategemma:4b
"Delete selected clock" = "Șterge ceasul selectat"; // translategemma:4b
"Help with datetime format" = "Ajutor cu formatarea datelor și a orelor"; // translategemma:4b

// Colors
"Based on utilization" = "În funcție de utilizare"; // translategemma:4b
"Based on pressure" = "Pe baza presiunii"; // translategemma:4b
"Based on cluster" = "Bazându-ne pe grupare"; // translategemma:4b
"System accent" = "Accentul sistemului"; // translategemma:4b
"Monochrome accent" = "Accent monocromatic"; // translategemma:4b
"Clear" = "Clar"; // translategemma:4b
"White" = "Alb"; // translategemma:4b
"Black" = "Negru"; // translategemma:4b
"Gray" = "Gri"; // translategemma:4b
"Second gray" = "Al doilea gri"; // translategemma:4b
"Dark gray" = "Gri închis"; // translategemma:4b
"Light gray" = "Gri deschis"; // translategemma:4b
"Red" = "Roșu"; // translategemma:4b
"Second red" = "Al doilea roșu"; // translategemma:4b
"Green" = "Verde"; // translategemma:4b
"Second green" = "Al doilea verde"; // translategemma:4b
"Blue" = "Albastru"; // translategemma:4b
"Second blue" = "Al doilea albastru"; // translategemma:4b
"Yellow" = "Galben"; // translategemma:4b
"Second yellow" = "Al doilea galben"; // translategemma:4b
"Orange" = "Portocaliu"; // translategemma:4b
"Second orange" = "A doua mărime portocalie"; // translategemma:4b
"Purple" = "Violet"; // translategemma:4b
"Second purple" = "Al doilea violet"; // translategemma:4b
"Brown" = "Maro"; // translategemma:4b
"Second brown" = "Al doilea maro"; // translategemma:4b
"Cyan" = "Cian"; // translategemma:4b
"Magenta" = "Magenta";
"Pink" = "Roz"; // translategemma:4b
"Teal" = "Albastru închis"; // translategemma:4b
"Indigo" = "Indigo";
